Repository: SimonJanevski/Unicef-Crowdsourcing-Map
Catalog: UnicefMap/Resources/*.lproj/Localizable.strings
Languages: mk, sq

# crosswalkDescription
source: Like all children and adults, people with disabilities have the right to move freely and independently using the walkways. Walkways should be accessible to all children, regardless of whether it is a path to the school, a park or a mall. Walkways should be wide enough for a child or adult who uses a wheelchair to move freely, and curbs - where the walkway connects to the street or road – should be low and without steps. To enable children and adults with visual impairments to move freely and independently, walkways should also have tactile paths. Tactile paths are textured ground surfaces which make for easier orientation, independent movement and access to public facilities for children and adults with visual impairments. The textured surface can be easily tracked by touch, and because its material is different from the material of the base, it can be recognized by sound - it makes a different sound when touched with a white cane.
mk: Како и сите деца и возрасни, лицата со попреченост имаат право да се движат слободно и самостојно, користејќи ги пешачките патеки. Пешачките патеки треба да се пристапни за сите деца, без разлика дали станува збор за патека до училиште, парк или до трговски центар. Пешачките патеки мора да бидат доволно широки за да се движи слободно детето што користи количка , како и да нема скали или висок пад до местото каде што пешачката патека се поврзува со улица или со пат. За да можат децата и возрасните со оштетен вид слободно и независно да се движат, на пешачките патеки треба да има и тактилни патеки. Тактилни патеки се релјефни подни површини, кои помагаат за полесна ориентација во просторот, самостојно движење и пристап до јавни објекти на деца и возрасни со оштетен вид. Релјефната структура лесно може да се следи со допир, а поради материјалот што се разликува од материјалот на подлогата, се препознава и преку звук, односно дава поинаков звук при допир со белото стапче.
sq: Sikurse të gjithë fëmijët dhe të rriturit, personat me paaftësi kanë të drejtë të lëvizin lirshëm dhe në mënyrë të pavarur, duke i shfrytëzuar shtigjet e këmbësorëve. Shtigjet e këmbësorëve duhet të jenë të qasshme për të gjithë fëmijët, pavarësisht nëse është fjala për shteg pranë shkollës, në park ose qendër tregtare. Shtigjet e këmbësorëve duhet të jenë mjaftueshëm të gjera, që fëmija me karrocë të mund të lëvizë lirshëm, si dhe të mos ketë shkallë ose nivel të lartë pranë vendit ku shtegu për këmbësorë lidhet me rrugën. Për t’iu mundësuar fëmijëve dhe të rriturve me paaftësi mendore të lëvizin lirshëm dhe në mënyrë të pavarur në shtigjet për këmbësorë duhet të ketë shtigje taktile. Ato janë sipërfaqe me relief, të cilat ndihmojnë për orientim më të lehtë në hapësirë, lëvizje të pavarur dhe qasje në objekte publike të fëmijëve dhe të rriturve me shikim të dëmtuar. Struktura e reliefit mund të ndiqet lehtë me të prekur, edhe për faktin se është material, që dallohet nga pjesa tjetër e sipërfaqes, dallohet edhe për nga zëri, sepse lëshon tingull më ndryshe kur preket me shkopin e bardhë.

# crosswalk2Name
source: Accessible pedestrian crossings
mk: Пристапни пешачки премини
sq: Qasje në vendkalime për këmbësorë

# crosswalk2Description
source: Crossing the street can be dangerous for all children, but if there are no accessible pedestrian crossing, it becomes impossible for children with disabilities. Accessible pedestrian crossings should have an audible signal and a vertical signalization button. By pressing the button, traffic participants are warned that a child or adult with a visual impairment or mobility difficulty is crossing the street. The walkways should also be sufficiently low and lowered in certain places to enable the child or adult who uses a wheelchair to access the street and intersection. It is also necessary for the lowered pavements to have tactile paths to guide children and adults with visual impairments so that they can cross the street independently.
mk: Поминувањето улица може да биде опасно за сите деца, но доколку нема пристапни пешачки премини, преминувањето улица станува невозможно за децата со попреченост. Пристапните пешачки премини треба да имаат звучна сигнализација и копче за вертикална сигнализација. Со притискање на копчето, се предупредуваат учесниците во сообраќајот дека раскрсницата ја преминува дете или возрасен со оштетен вид или што побавно се движи, со цел безбедно да ја преминат улицата. Тротоарот мора да биде доволно низок и спуштен на одредени места за да може детето или возрасниот што користи количка да пристапи кон улицата и раскрсницата. Паралелно, потребно е спуштените тротоари да имаат тактилни патеки, кои ќе го водат детето или возрасниот со оштетен вид независно да ја премине улицата.
sq: Kalimi i rrugës mund të jetë e rrezikshme për të gjithë fëmijët, mirëpo nëse nuk ka qasje në vendkalime për këmbësorë atëherë është i pamundshëm kalimi i rrugës nga fëmijët me paaftësi. Vendkalimet për këmbësorë duhet të kenë audio sinjal dhe sustë për sinjalizim vertikal. Me shtypjen e sustës iu tërhiqet vërejtja pjesëmarrësve në trafik se është duke e kaluar rrugën një fëmijë ose person i rritur me shikim të dëmtuar, ose person që lëviz ngadalë. Trotuari duhet të jetë mjaftueshëm i ulët, madje i shtrirë në nivel edhe më të ulët në disa vende, që fëmija ose i rrituri i cili përdor karrocë ta kalojë rrugën ose udhëkryqin. Po ashtu trotuaret e ulëta duhet të kenë shtigje taktile, të cilat do ta orientojnë fëmijën ose të rriturin me shikim të dëmtuar ta kalojnë rrugën pa ndihmën e të tjerëve.

# equalTreatmantName
source: Equal treatment
mk: Eднаков третман
sq: Trajtimi i barabartë

# equalTreatmantDescription
source: One of the most difficult barriers to overcome are attitudes other people carry towards children and adults with disabilities. Whether from ignorance, fear, or misunderstanding, these attitudes keep people from appreciating and experiencing the full potential a child with a disability can achieve. Unequal treatment in terms of opportunities, refusal or rejection of children with disabilities greatly affects their inclusion and participation in society. Some parents do not accept that children with disabilities go to the same school as their children, or socialize and play together. While others are accepting. Some business refuse to serve adults and children with disabilities in the same way they serve adults and children without disabilities. While others welcomе children and adults with disabilities.
mk: Една од пречките што најтешко се отстранува се ставовите на другите луѓе кон децата и возрасните со попреченост. Без разлика дали ставот е од незнаење, страв или недоразбирање, ставовите можат да спречат луѓето да го сфатат целосниот потенцијал што можат да го постигнат децата со попреченост. Нееднаквиот третман во однос на можностите, одбивањето или неприфаќањето на децата со попреченост, во голема мера влијае врз нивната инклузија и учество во општеството. Некои родители не прифаќаат деца со попреченост да учат во исто училиште со нивните деца, или заедно да се дружат, да играат. А, пак, некои родители прифаќаат. Некои правни субјекти не сакаат да ги услужат возрасните и децата со попреченост исто како што ги услужуваат возрасните и децата без попреченост. Додека за други, пак, децата и возрасните со попреченост се добредојдени.
sq: Ndër pengesat që është më rëndë të tejkalohen janë qëndrimet e njerëzve tjerë ndaj fëmijëve dhe të rriturve me paaftësi. Pavarësisht nëse qëndrimi i këtillë është për shkak të mosnjohjes, frikës ose keqkuptimeve, qëndrimet e këtilla mund të pengojnë që njerëzit ta kuptojnë potencialin e plotë, që mund ta arrijnë fëmijët me paaftësi. Mostrajtimi i barabartë në raport me mundësitë, refuzimi ose mospranimi i fëmijëve me paaftësi në masë të madhe ndikon në inkluzionin e tyre dhe pjesëmarrjen në shoqëri. Disa prindër nuk pranojnë, që fëmijët me paaftësi të mësojnë në shkollë të njëjtë me fëmijët e tyre, ose nuk pranojnë që këta fëmijë të shoqërohen dhe të luajnë me fëmijët e tyre. Mirëpo disa prind të tjerë janë shumë mikpritës. Disa subjekte juridike nuk dëshirojnë t’i u ofrojnë shërbime të njëjta personave të rriturit dhe fëmijëve me paaftësi, sikurse që i ofrojnë shërbime fëmijëve dhe të rriturve, që nuk vuajnë nga ndonjë paaftësi. Nga ana tjetër ka prind të cilët kanë qëndrime më miqësore ndaj fëmijëve dhe të rriturve me paaftësi.

# hearingName
source: Accessibility for persons with hearing impairments
mk: Пристапност за лицата со оштетен слух
sq: Aksesi për personat me dëgjim të dëmtuar

# hearingDescription
source: To enable people with hearing impairments to participate in activities, it is important that information in public and other places is communicated visually, not only audibly. For instance, subtitles on the big screen at the cinema or during a theater performance, sign language during children’s TV program help remove communication barriers. It is also important that buildings have suitable acoustics inside, and surrounding sound and noise is regulated.
mk: За да им се овозможи на луѓето со оштетен слух да учествуваат во активности, важно е информациите во јавните објекти и на други места да се пренесуваат не само звучно, туку и визуелно. На пример, титл во кино или на театарска претстава, детските програми на телевизија проследени со јазикот на глувонемите помагаат за да се отстранат бариерите за комуникација. Исто така, важно е и да се обезбеди добра акустичност во внатрешноста на сите објекти и регулирање на звуците и бучавата што доаѓаат однадвор и однатре.
sq: Për t’iu mundësuar personave me dëgjim të dëmtuar të marrin pjesë në aktivitete, shumë është me rëndësi që informacionet në publik dhe në vende tjera përveç formës auditive, të komunikohen edhe në atë vizuale. Për shembull, titrat në kinema ose në shfaqje teatrale, gjuha e shenjave gjatë programeve televizive për fëmijë ndihmon në tejkalimin e barrierave në komunikim. Po ashtu, me rëndësi është të sigurohet akustikë e mirë në brendi dhe të rregullohen tingujt dhe zhurma dhe në objektet për rreth.

# parkingName
source: Accessible parking
mk: Пристапен паркинг
sq: Qasja në parking

# parkingDescription
source: For every 100 parking spaces, there should be at least three spaces available for children and adults with disabilities. Accessible parking spaces should be flat and located adjacent to the accessible entrance of the building. They should be wider than the standard spaces to enable easier access to the vehicle and to allow some space for taking the wheelchair in and out of the vehicle. Other vehicles should not park between the accessible parking space and the entrance to the building or street, so that the child or adult using a wheelchair can pass through.
mk: За секои 100 места за паркирање, треба да има најмалку три достапни за децата и возрасните со попреченост. Пристапните паркинг-места треба да бидат рамни и лоцирани во непосредна близина на пристапниот влез на објектот. Тие треба да бидат пошироки од стандардните, заради олеснет пристап до возилото и обезбедување простор за движење како што е вадење и ставање на количката од возилото. Меѓу паркингот за лица со попреченост и влезот во објектот или улицата, не треба да има други паркирани возила за да може да помине детето или возрасниот што користи количка.
sq: Për çdo 100 vende për parkim duhet të ketë së paku tre vende për fëmijët dhe të rriturit me paaftësi. Vendet për parkim me akses duhet të jenë të rrafshëta dhe të gjenden në afërsi të hyrjes së ndërtesës. Ata duhet të jenë më të gjëra sesa vend parkimet standarde, për shkak të qasjes se lehtësuar deri në makinë dhe sigurimit të hapësirës për lëvizje, siç është nxjerrja dhe vënia e karrocës pranë makinës. Ndërmjet parkingut për persona me paaftësi dhe hyrjes në objekt ose rrugë nuk duhet të ketë makina tjera të parkuara, me qëllim që të mund të kalojë fëmija ose personi i rritur që përdor karrocë.

# playgroundName
source: Accessible playgrounds
mk: Пристапни детски игралишта и паркови
sq: Fusha sporti dhe parqe me akses

# playgroundDescription
source: Parks and playgrounds are places where children like to spend much of their free time. Like all other children, children with disabilities love to play. That’s why, children’s playgrounds and parks need to be accessible and available. The equipment and swings in parks should also be adapted to children with disabilities.
mk: Парковите и игралиштата се места каде што децата сакаат да поминуваат голем дел од слободното време. Како и сите други деца, и децата со попреченост сакаат да играат. Затоа, детските игралишта и парковите треба да бидат пристапни и достапни, а опремата и лулашките во парковите да бидат приспособени на децата со попреченост.
sq: Parqet dhe fushat e sportit janë vende, në të cilat fëmijët dëshirojnë të kalojnë një pjesë të madhe të kohës së lirë. Si gjithë fëmijët e tjerë edhe ata me paaftësi dëshirojnë të luajnë. Për këtë arsye parqet dhe hapësirat e fëmijëve për të lozur duhet të jenë të disponueshme dhe të kenë qasje, ndërsa pajisjet dhe luhatëset në parqe duhet t’iu përshtaten fëmijëve me paaftësi.

# publicToaletsName
source: Accessible public toilets
mk: Пристапни јавни тоалети
sq: Tualete publike me akses

# publicToaletsDescription
source: Like all other children, children with disabilities need to use the toilet. Moreover, like all other children, they get to the age when they want to use the toilet on their own, independently and without the help of an adult. Public toilets should be sufficiently spacious to allow free wheelchair movement, have handles and handrails, and they must provide privacy.
mk: Како и сите други деца, и децата со попреченост имаат потреба од тоалет. Исто така, како и сите други деца, доаѓаат до возраст кога сакаат да го користат тоалетот сами, независно и без помош од возрасен. Јавните тоалети мора да бидат доволно просторни за да се овозможи слободно движење со количка, да имаат држачи, ракофати и да ја овозможат приватноста.
sq: Sikurse edhe të gjithë fëmijët tjerë, edhe fëmijët me paaftësi kanë nevojë të shfrytëzojnë tualetin. Natyrisht si gjithë fëmijët e tjerë edhe ata e arrijnë moshën, kur duan ta shfrytëzojnë tualetin të pavarur dhe pa ndihmën e të rriturve. Tualetet publike duhet të kenë hapësirë të mjaftueshme, që të mundësojnë lëvizje të lirë me karrocë, të kenë doreza dhe parmakë, si dhe të ofrojnë privatësi.

# publicTransportName
source: Accessible public transport
mk: Пристапен јавен транспорт
sq: Transporti publik me akses

# publicTransportDescription
source: Whether traveling with a parent, companion, friend or alone, children with disabilities, like all children, have a need to use public transport (air, rail and bus transport). To enable children and adults who use wheelchairs to enter independently, public transport vehicles should have an access ramp or a wheelchair platform. Furthermore, public transport vehicles should allocate space for wheelchairs. They should also have visual signs for children and adults with hearing impairments and audible information for children and adults with visual impairments, so that they know at which station they have boarded or at which station they need to get off.
mk: Децата со попреченост, како и сите деца, имаат потреба да користат јавен превоз (авионски, железнички и автобуски превоз), без разлика дали патуваат со родител, придружник, другар или се сами. За да се овозможи самостојно влегување на децата што користат количка, јавниот превоз треба да има пристапна рампа или платформа за количка. Исто така, во јавниот транспорт треба да има обезбедено место за количката, визуелни сигнали за деца и возрасни со оштетен слух и звучно информирање за деца и возрасни со оштетен вид, за да знаат на која станица влегуваат или треба да слезат.
sq: Fëmijët me paaftësi, sikurse gjithë fëmijët e tjerë kanë nevojë ta shfrytëzojnë transportin publik (ajror, hekurudhor dhe autobusët), pavarësisht nëse udhëtojnë me prindër, shoqërues, shok ose janë vetë. Për të mundësuar hyrje të pavarur në mjetin e transportit për fëmijët që shfrytëzojnë karrocë, transporti publik duhet të ketë rampë për qasje dhe platformë për karrocë. Po ashtu në transportin publik duhet të sigurohet vend për karrocën, sinjale vizuale për fëmijët dhe të rriturit me dëgjim të dëmtuar dhe informim të zëshëm për fëmijët dhe të rriturit me shikim të dëmtuar, në mënyrë që të dinë se në cilin stacion duhet të hipin ose të zbresin.

# ScreenTitle.Map
source: Map
mk: Мапа
sq: Harta

# ScreenTitle.Report
source: Report
mk: Пријави
sq: Paraqit

# ScreenTitle.BarrierTypes
source: Description
mk: Опис
sq: Përshkrimi

# ScreenTitle.BarrierTypes.Title
source: Accessibility types
mk: Типови на пристапности
sq: Llojet e aksesit

# ScreenTitle.More
source: More
mk: Повеќе
sq: Më shumë

# Map.Pin.More
source: Details
mk: Детали
sq: Detaje

# ReportForm.Photo
source: Photo:
mk: Фотографија:
sq: Fotografi:

# ReportForm.TypeOfProblem
source: Type of example:
mk: Тип на случај:
sq: Lloji i rastit:

# ReportForm.Positive
source: Positive
mk: Позитивен
sq: Pozitiv

# ReportForm.Negative
source: Negative
mk: Негативен
sq: Negativ

# ReportForm.Description
source: Description
mk: Опис:
sq: Përshkrimi

# ReportForm.Terms
source: I accept the terms of use
mk: Ги прифаќам условите на користење
sq: Unë i pranoj kushtet e përdorimit

# ReportForm.Report
source: Report
mk: Пријави
sq: Paraqit

# ReportForm.Error
source: Error
mk: Грешка
sq: Gabim

# ReportForm.ErrorDescription
source: Please select a photo
mk: Ве молиме изберете фотографија
sq: Ju lusim zgjedhni një fotografi

# ReportForm.TypeOfProblemError
source: Please select the type of example
mk: Ве молиме изберете тип на случај
sq: Ju lusim përzgjedhni llojin e shembullit

# ReportForm.Success.Report
source: Show on map
mk: Покажи на мапа
sq: Prezantoni në hartë

# ReportForm.Success.Text
source: Your report is succesfully submited!
mk: Вашата пријава е успешно поднесена
sq: Paraqitja juaj është dorëzuar me sukses

# ReportForm.ErrorSubmiting
source: Something went wrong
mk: Грешка
sq: Gabim

# ReportForm.TryAgain
source: Please try again
mk: Ве молиме обидете се повторно
sq: Ju lusim provoni përsëri

# ReportForm.IAgree
source: I Agree
mk: Се согласувам
sq: Pajtohem

# ReportForm.WrongProblem
source: Why do you believe this content is false or inappropriate?
mk: Зошто мислите дека оваа пријава е несоодветна?
sq: Pse mendoni se kjo paraqitje është joadekuate

# ReportForm.EnterSomeText
source: Please enter text
mk: Ве молиме внесете текст
sq: Ju lusim, shënoni tekstin

# ReportForm.ReportFalseProblem
source: Report false or inappropriate content
mk: ПРИЈАВИ НЕТОЧНА СОДРЖИНА
sq: PARAQITNI PËRMBAJTJE JO TE SAKTË

# ReportForm.ReportFalseProblem.Success
source: Report on false or inappropriate content submitted
mk: Поднесена пријава за неточна содржина
sq: Lëshimi i paraqitjes për përmbajtje të pasaktë

# ReportForm.NoImage
source: No Image
mk: Нема фотографија
sq: Nuk ka fotografi

# ReportForm.InvalidPhoto
source: Invalid Photo
mk: Невалидна фотографија
sq: Fotografi jo e vlefshme

# ReportForm.InvalidPhotoDesription
source: Please choose another photo with embedded GPS coordinates
mk: Ве молиме изберете друга фотографија со GPS-координати
sq: Ju lusim zgjedhni fotografi tjetër me koordinate të GPS-së

# ReportForm.LocationDisabled
source: Location services disabled
mk: Локациските сервиси се оневозможени
sq: Janë të pamundësuara shërbimet e lokacionit

# ReportForm.LocationDisabledDescription
source: This application requires that Location Services is turned on so that your reports are located on the map. Please enable location services in your phone Settings and return to the app.
mk: Оваа апликација зависи од локациските сервиси за да може да ја одреди локацијата на бариерите на мапа. Ве молиме овозможете ги локациските сервиси во Нагодувања и вратете се во апликацијата.
sq: Ky aplikacion kërkon që shërbimet e lokacionit të jenë të aktivizuara, që paraqitja juaj të mund të përcaktohet në hartë. Ju lusim aktivizoni shërbimet e lokacionit dhe kthehuni në aplikacion.

# ReportForm.LocationDisabledAction
source: Go To Settings
mk: Отвори Нагодувања
sq: Hapni Cilësimet

# ReportForm.InternetDisabledDescription
source: No internet connection, report saved. Enable internet to send report.
mk: Нема интернет конекција, проблемот е сочуван. Вклучете го интернетот за успешно поднесување на пријавата.
sq: Nuk ka lidhje të internetit, paraqitja është ruajtur. Aktivizo internetin, për të dërguar paraqitjen.

# ReportForm.InternetDisabled
source: Internet connection is disabled
mk: Интернет конекцијата е оневозможена
sq: Lidhja e internetit nuk është aktive

# ReportForm.OK
source: OK
mk: Во ред
sq: ОК

# BarrierTypes.Report
source: Report
mk: Пријави
sq: Paraqit

# Settings.Language
source: Language
mk: Јазик
sq: Gjuha

# Settings.Tutorial
source: Tutorial
mk: Упатство
sq: Udhëzimi

# Settings.TermsOfUse
source: Terms of use
mk: Услови на користење
sq: Kushtet e përdorimit

# Settings.SubmitPetition
source: File a formal complaint
mk: Поднеси претставка
sq: Parashtroni ankesë

# Settings.About
source: About
mk: За апликацијата
sq: Për aplikacionin

# Settings.SelectLanguage
source: Please select language
mk: Ве молиме изберете јазик
sq: Ju lusim zgjedheni gjuhën

source: Cancel
mk: Откажи
sq: Anulo

# PublicAttorney
source: The Office of the Ombudsman http://ombudsman.mk/
mk: Народниот правобранител http://ombudsman.mk/
sq: Avokati i Popullit http://ombudsman.mk/

# KZD
source: Commission for Protection against Discrimination http://www.kzd.mk/
mk: Комисијата за заштита од дискриминација http://www.kzd.mk
sq: Komisioni për mbrojtje nga diskriminimi http://www.kzd.mk/

# LegalInfo
source: Legal Information https://www.unicef.org/about/legal.html
mk: Правни информации https://www.unicef.org/about/legal.html
sq: Linku për informacione ligjore https://www.unicef.org/about/legal.html
