Repository: SimonJanevski/Unicef-Crowdsourcing-Map
Catalog: UnicefMap/Resources/*.lproj/Localizable.strings
Languages: mk, sq

source: Macedonian
mk: Македонски

source: Albanian
mk: Албански
sq: Shqip

source: English
mk: Англиски

# NSCameraUsageDescription
source: Used for taking photos of the problems
mk: Се користи за фотографирање на случаите
sq: Shërben për fotografim të rasteve

# NSLocationWhenInUseUsageDescription
source: Used for getting the location of the problems
mk: Се користи за снимање на локацијата на случаите
sq: Shërben për incizim të lokacionit të rasteve

# NSPhotoLibraryUsageDescription
source: Used for uploading already taken pictures of problems
mk: Се користи за закачување на веќе фотографирани фотографии
sq: Shërben për ngarkim të fotografisë së aparatit tuaj

# tutorial.Browsing
source: BROWSING
mk: ПРЕБАРУВАЊЕ
sq: SHFLETIMI

# tutorial.Report
source: REPORT BARRIERS OR POSITIVE EXAMPLES
mk: ПРИЈАВИ ПРЕЧКА ИЛИ ПОЗИТИВЕН СЛУЧАЈ
sq: PARAQIT PENGESA OSE RASTE POZITIVE

# tutorial
source: • To see barriers and positive examples reported, click on the existing icons placed on the map. • If you want to confirm content reported, select AGREE. • To report inadequate or incorrect content, select REPORT FALSE OR INAPPROPRIATE CONTENT Any one given location may have multiple reports. To view the different reports tap on the displayed icon. You will notice accessibility types change every time you tap. To learn more about the specific report select DETAILS.
mk: • За да ги видите веќе пријавените случаи притиснете на некоја од постојните икони на мапата. • Доколку сакате да ја потврдите пријавената содржина, притиснете на копчето СЕ СОГЛАСУВАМ. • Ако сметате дека поднесената пријава е несоодветна или невистинита, одберете ПРИЈАВИ НЕТОЧНА СОДРЖИНА. На една локација може да постојат повеќе различни пријави. За да ги видите сите случаи, треба да притиснете повеќепати на прикажаната икона. Ќе забележите дека типовите на пристапност се менуваат. За да дознаете повеќе за некоја конкретна пријава, одберете ДЕТАЛИ.
sq: • Për t'i parë rastet e paraqitura, shtypeni ndonjë nga ikonat ekzistuese në hartë. • Nëse dëshironi ta vërtetoni përmbajtjen e paraqitur, zgjedhni PAJTOHEM. • Për të paraqitur përmbajtje joadekuate ose jo të sakta, zgjedhni PARAQIT PËRMBAJTJE JO TË SAKTË OSE JOADEKUATE. Në një lokacion mund të ketë më shumë raportime të ndryshme. Për t'i parë të gjitha rastet, duhet të shtypni më shumë herë ikonën e shfaqur. Do të vëreni që do ndryshohen llojet e aksesit. Për të mësuar më shumë rreth ndonjë raportimi konkret, zgjedhni DETAJE.

# tutorial.Steps
source: 1. Select the REPORT button from the menu or from the accessibility DESCRIPTIONS. 2. Enable the GPS option to allow the application to find your location on the map. Your location should be the same as the location of the situation you want to report. 3. To report an example you must upload a photo of the example taken with GPS coordinates embedded in the image. You can choose a photo taken earlier from your photo gallery or take a new photo with the app. 4. Select the example type - Positive or Negative. 5. Select the relevant accessibility icon. You can learn more about the different types in ACCESSIBILITY DESCRIPTIONS. 6. Enter a brief text description. You can also REPORT without giving a description. 7. Accept the application Terms of Use. 8. Select REPORT. 9. If you submit a report by mistake, find your post on the map and use the REPORT FALSE OR INAPPROPRIATE CONTENT option to have it deleted. If you do not have access to the internet at the time of submitting your report, the application will remember the details you have entered and will register your report the next time you have access to the internet and re-activate the application.
mk: 1. Одберете ПРИЈАВИ од навигациското мени или од под описот на секој поединечен тип на пристапност. 2. Вклучете ја опцијата за GPS на вашиот уред и на камерата доколку има потреба. Локацијата на која се наоѓате, треба да биде истата на која се наоѓа случајот што сакате да го пријавите. 3. Прикачете фотографија од пречката или од позитивниот пример. Изберете од фотогалеријата или фотографирајте. Можете да поднесете пријава само ако прикачите фотографија. Прикачената фотографија мора да биде фотографирана со вклучен GPS за да може да биде означена на мапата на локацијата каде што е снимена. 4. Одберете дали случајот е позитивен или негативен. 5. Одберете соодветна икона за пристапност. Можете да се информирате за типовите на пристапност во ОПИС. 6. ВВнесете кус опис. Можете да поднесете пријава и без да дадете опис. 7. Прифатете ги Условите за користење на апликацијата. 8. Одберете ПРИЈАВИ. 9. Доколку поднесете погрешна пријава, можете да поднесете барање за нејзино бришење според упатствата пренесени погоре, под ПРЕБАРУВАЊЕ. Ако немате пристап до интернет во времето на пријавата, апликацијата ќе ги запамети внесените податоци и ќе ги регистрира веднаш штом ќе се поврзете на интернет и повторно ја вклучите апликацијата.
sq: 1. Zgjedh PARAQIT nga menyja ose nga përshkrimi i secilit lloj të aksesit. 2. Nëse ka nevojë, aktivizoni opsionin GPS në pajisjen ose aparatin tuaj. Lokacioni në të cilin ndodheni duhet të jetë i njëjtë me lokacionin e rastit që dëshironi ta paraqitni. 3. Ngarkoni fotografi të pengesës ose të ndonjë rasti pozitiv. Zgjedhni nga galeria e fotove ose fotografoni. Paraqitjen e rastit mund ta bëni vetëm nëse ngarkoni fotografi. Fotografia e ngarkuar duhet të bëhet me GPS të aktivizuar, që të mund të shënjohet në hartë në lokacionin, në të cilin është bërë. 4. Zgjedhni nëse rasti në fjalë është pozitiv ose negativ. 5. Zgjedhni ikonën e posaçme për akses. Për llojet e aksesit mund të informoheni në opsionin PËRSHRIMI. 6. Bëni përshkrim të shkurtër. Mund të paraqitni rastin edhe pa bërë përshkrim. 7. Pranoni kushtet për përdorim të aplikacionit. 8. Zgjedhni PARAQIT. 9. Nëse keni dorëzuar paraqitje të gabuar, gjejeni atë në hartë dhe përdoreni opsionin PARAQIT PËRMBAJTJE JO TË SAKTË OSE JOADEKAUTE për ta fshirë atë. Nëse nuk keni qasje në internet në kohën e dorëzimit të paraqitjes, aplikacioni do t'i ruajë të dhënat e shënuara dhe do t'i regjistrojë posa të lidheni në internet dhe posa ta hapni aplikacionin tuaj.

# about
source: Have you ever felt excluded? Children and adults, who find it difficult to see, learn, walk or hear often feel excluded. Many barriers can prevent them from participating in the same way as others. Most of these barriers are imposed by society. A child in a wheelchair, for example, may want to go to school, too. But maybe he or she is prevented because the school doesn't have a ramp or the community does not provide support. For everyone to be included, we need to change existing rules, attitudes and sometimes even buildings, walkways, street crossings and playgrounds. The mobile application ”No Barriers“ gives you the opportunity as a user of iPhone or Android to get involved in mapping the obstacles faced by children and adults with disabilities. You can also map the positive examples where obstacles have been removed or the institution is inclusive and accessible. The mobile application is part of the UNICEF supported campaign “For a Childhood Without Barriers” with financial assistance from the European Union.
mk: Дали некогаш сте се почувствувале исклучено? Децата и возрасните што имаат тешкотии со видот, учењето, движењето или слухот често се чувствуваат исклучено. Многу нешта ги оневозможуваат децата со попреченост да учествуваат во општеството како и сите други. Поголем дел од овие пречки ги наметнува општеството. На пример, едно дете во количка сака да оди на училиште, но е попречено бидејќи училиштето нема рампа или поради тоа што нема поддршка од заедницата. За да се вклучат сите, треба да ги измениме сегашните правила, ставови, па дури и згради, пешачки патеки, премини и игралишта. Мобилната апликација „Без пречки“ ви дава можност како корисник на iPhone и Android да се вклучите во мапирање на пречките на кои наидуваат децата и возрасните со попреченост. Исто така, можете да мапирате и позитивни примери каде што пречките се отстранети или институцијата е инклузивна и пристапна. Мобилната апликација е дел од кампањата „За детство без пречки“ на УНИЦЕФ, со финансиска поддршка од Европската Унија.
sq: A jeni ndjerë ndonjëherë të përjashtuar? Fëmijët dhe të rriturit, të cilët kanë vështirësi më shikimin, mësimin, lëvizjen ose dëgjimin, shpeshherë ndjehen të përjashtuar. Shumë gjera i parandalojnë ata nga pjesëmarrja në aktivitete sikurse të tjerët. Pjesën më të madhe të këtyre pengesave i imponon shoqëria. Për shembull, një fëmijë në karrocë dëshiron të shkojë në shkollë, mirëpo përballet me pengesa për shkak se shkolla nuk posedon platformë (rampë), ose për shkak se nuk ka mbështetje nga bashkësia. Për t’i përfshirë të gjithë ne duhet t’i ndryshojmë rregullat dhe qëndrimet e tanishme, por edhe ndërtesat, shtigjet për këmbësorë, vendkalimet dhe vendet ku lozin fëmijët. Aplikacioni për celularë “Pa pengesa” ju ofron mundësi si shfrytëzues të iPhone-it dhe Android-it të mund të përfshiheni në detektimin e pengesave, me të cilat përballen fëmijët dhe të rriturit me paaftësi. Po ashtu mund të shënjoni edhe shembuj pozitiv nga lokacione, në të cilat janë hequr pengesat ose nëse institucioni ka qasje inkluzive dhe mundëson akses. Aplikacioni i celularëve është pjesë e fushatës se UNICEF-it “Për fëmijëri pa pengesa”, që mbështetet financiarisht nga Bashkimi Evropian.

# petition
source: According to the Law on Protection Against Discrimination “Discrimination is any unjustified legal or factual, direct or indirect differentiation or unequal treatment or omission (exclusion, restriction or preference) of individuals or groups on the grounds of intellectual and physical disability”. According to Article 8 of the Law, discrimination of persons with intellectual and physical disabilities also exists when there is no action taken to remove the restrictions, i.e. when no action is taken to adapt the infrastructure and space, the use of publicly available resources or the participation in public and social life. In other words, failure to secure adequate accessibility and availability of and to facilities, including access to information and services for people, including children with disabilities, can be an act of discrimination. If you believe that you are a victim of discrimination on the grounds of accessibility and availability, you can file a formal complaint to
mk: Според Законот за заштита од дискриминација, „дискриминација е секое неоправдано правно или фактичко, непосредно или посредно правење разлика или нееднакво постапување, односно пропуштање (исклучување, ограничување или давање првенство) во однос на лица или групи, кое се заснова на ментална и телесна попреченост“. Согласно со член 8 од Законот, дискриминација на лица со ментална и телесна попреченост постои и тогаш кога нема да се преземат мерки за отстранување на ограничувањата, односно кога нема да се преземат мерки за приспособување на инфраструктурата и просторот, користење јавно достапни ресурси или учество во јавниот и во општествениот живот. Со други зборови, необезбедувањето соодветна пристапност и достапност на и до објектите, вклучувајќи ја и пристапноста до информации и услуги за лицата, вклучувајќи ги и децата со попреченост, е чин на дискриминација. Доколку сметате дека сте жртва на дискриминација врз основа на пристапност и достапност, можете да поднесете претставка до
sq: Sipas ligjit për mbrojtje nga diskriminimi “Diskriminim është çdo dallim i pajustifikuar ligjor dhe faktik, i drejtpërsëdrejti dhe i tërthortë ose veprim jo i barabartë dhe lëshim (përjashtim, kufizim ose dhënie përparësi) në raport me persona ose grupe, duke u bazuar në .... paaftësi mendore dhe fizike.” Sipas nenit 8 të ligjit, diskriminimi i personave me paaftësi mendore dhe trupore ekziston edhe kur nuk ndërmerren masa për mënjanim të kufizimeve, gjegjësisht kur nuk ndërmerren masa për përshtatje të infrastrukturës dhe hapësirës, shfrytëzim të resurseve të dispouneshme publike, ose pjesëmarrje në jetën publike dhe shoqërore. Me fjalë tjera akti i diskriminimit ngjan kur nuk arrihet të sigurohet akses dhe qasje në dhe nga objekte, përfshirë edhe qasjen në informacione dhe shërbime për personat, si dhe fëmijët me paaftësi. Nëse besoni se jeni viktimë e diskriminimit në bazë të aksesit dhe qasjes, mund të parashtroni një ankesë formale në zyrën e

# terms of usage
source: • The application is a crowdsource mobile application open to all users who agree with these Terms. The views expressed in the Application should not be taken, in any way, to reflect the official opinion of UNICEF or the European Union. UNICEF and the European Commission are not responsible for the content published or any use that may be made of the information it contains. • Users agree to report - using the “Report a false or inappropriate content” option – any content that they identify as being false, unlawful, or content that does not comply with these Terms. • Users agrees to only submit content that depicts the real situation and only on topics outlined in the “Descriptions” of the Application. Users may not post violent, nude, partially nude, discriminatory, unlawful, infringing, hateful, pornographic or sexually suggestive photos or other content via the Application. • Users agree to adhere to local privacy laws and only submit content with the informed consent of any individuals depicted in images.The application does not collect personal information and only stores the data submitted by users. • You acknowledge that, in order to ensure compliance with legal obligations, the Application Administrator may be required to review certain content submitted to determine whether it is legal or whether it violates these Terms (such as when unlawful content is reported to us). The Application Administrator may also modify, delete, or refuse to display content that is believed to violate the law or these Terms. Otherwise UNICEF or the European Union, and the European Commission have no obligation to monitor or review any content submitted via the Application.
mk: • Апликацијата е краудсорс-мобилна апликација, отворена за сите корисници што се согласни со овие Услови. Во никој случај не треба да се смета дека ставовите изразени во апликацијата го одразуваат официјалниот став на УНИЦЕФ или на Европската Унија. УНИЦЕФ и Европската комисија не се одговорни за објавената содржина, ниту за каква било употреба на информациите што ги содржи апликацијата. • Корисниците се согласуваат да пријават - со помош на опцијата „ПРИЈАВИ НЕТОЧНА СОДРЖИНА“ - секаква содржина за која утврдиле дека е невистинита, незаконска или не е во согласност со овие Услови. • Корисниците се согласни да поднесуваат само содржина што ја отсликува реалната состојба и само за темите наведени во „Описот“ на апликацијата. Корисниците не смеат да објавуваат фотографии на кои има насилство, разголени, дискриминаторски, незаконски, противправни, одбивни, порнографски или сексуално сугестивни фотографии или други содржини преку апликацијата. • Корисниците се согласни да се придржуваат до локалните закони за приватност и да поднесуваат содржини само со информирана согласност дадена од лицата прикажани на сликите. • Апликацијата не собира лични информации и ги зачувува само податоците доставени од корисниците. • Корисниците се свесни дека, за да се обезбеди усогласеност со законските обврски, администраторот на апликацијата можеби ќе треба да ревидира одредени доставени содржини за да утврди дали се законски или дали ги прекршуваат овие Услови (како, на пример, кога до нас се пријавени незаконски содржини). Исто така, администраторот на апликацијата може да ја измени, избрише или да одбие да ја прикаже содржината за која се смета дека е во спротивност со законот или со овие Услови. Инаку, УНИЦЕФ, Европската Унија и Европската комисија немаат обврска да ги следат или да ги ревидираат содржините доставени преку апликацијата.
sq: • Është aplikacion për celular kraudsours (crowdsource) i hapur për të gjithë shfrytëzuesit, të cilët pajtohen me këto kushte. Assesi nuk duhet të konsiderohet se qëndrimet e shprehura në aplikacion e reflektojnë qëndrimin zyrtar të UNICEF-it ose të Bashkimit Evropian. UNICEF-i dhe Komisioni Evropian nuk janë përgjegjës për përmbajtjen e publikuar, e as për çfarëdo qoftë përdorimi të informacioneve të përfshira në aplikacion. • Përdoruesit pajtohen të paraqesin - me ndihmën e opsionit “PARAQISNI PËRMBAJTJE JO TË SAKTË” – çfarëdo përmbajtje, që konsiderojnë se është e pavërtetë, joligjore, ose nuk është në pajtim me këto Kushte. • Përdoruesit pajtohen të dorëzojnë vetëm përmbajtje, e cila e reflekton gjendjen reale vetëm për temat e theksuara në “Përshkrimin” e aplikacionit. Përdoruesit nuk guxojnë që përmes aplikacionit të publikojnë fotografi me dhunë, lakuriqësi, gjysmë lakuriqësi, përmbajtje diskriminuese dhe joligjore, shkelje të normave, urrejtje, fotografi pornografike ose fotografi që sugjerojnë përmbajtje seksuale dhe foto tjera të ngjashme. • Përdoruesit janë pajtuar t’iu përmbahen ligjeve lokale për privatësi, andaj duhet të lëshojnë përmbajtje me pëlqim dhe njohuri të individëve të paraqitur në fotografi. •Aplikacioni nuk grumbullon informacione personale dhe i ruan vetëm të dhënat e dërguara nga shfrytëzuesit. • Përdoruesit janë të vetëdijshëm se për të siguruar harmonizim me detyrimet ligjore, ndoshta administratori i aplikacionit do të duhet të rishikojë disa përmbajtje të lëshuara, që të vërtetojë nëse janë ligjore ose nëse i shkelin Kushtet përkatëse (si p.sh. kur neve na paraqiten përmbajtje joligjore). Po ashtu, administratori i aplikacionit mund ta ndryshojë, fshijë ose refuzojë ta publikojë përmbajtjen, për të cilën konsideron se është në kundërshtim me ligjin ose me këto Kushte. Në fakt, UNICEF-i, Bashkimi Evropian dhe Komisioni Evropian nuk e kanë për detyrë t’i ndjekin ose rishikojnë përmbajtjet e dorëzuara përmes aplikacionit.

# accessOutsideName
source: Accessible building - outside
mk: Пристапни објекти однадвор
sq: Aksesi në ndërtesa nga jashtë

# accessOutsideDescription
source: All facilities, whether public or private, must be accessible to children and adults with disabilities. If there are stairs at the entrance of the building, the obstacle can be removed by setting up a ramp with handrails to provide access to the facility. However, it is also important how the ramp is set up. For example, it is important that there is enough space in front of the ramp for a wheelchair user to approach it; that there are no cars parked in front of it or that the curb is not too high. Also, the ramp must be placed at an appropriate angle so that a child or adult who uses a wheelchair or has mobility difficulties is able to climb it independently and with ease. The handrails are a necessary safety measure, providing support to children using wheelchairs, crutches or white canes, and to all others in need of support.
mk: Сите објекти, без оглед дали се јавни или приватни, мора да бидат пристапни за деца и возрасни со попреченост. Ако има скали пред влезот на објектот, со поставување рампа со ракофати може да се отстрани пречката и да се овозможи пристапот до објектот. Но, важно е и како ќе се постави рампата. На пример, важно е пред рампата да има доволно празен простор за да може да се пријде со количка, да нема паркирани возила или тротоар со висок пад. Исто така, рампата треба да биде поставена под помал агол за да може да ја искачи самостојно и без напор дете или возрасен што користи количка или што потешко се движи. Ракофатите се неопходен и сигурносен елемент за придржување на децата што користат количка, патерици или бело стапче, и на сите што имаат потреба од потпирање.
sq: Të gjitha objektet, qoftë publike ose private duhet të posedojnë qasje për fëmijët dhe të rriturit me paaftësi. Nëse ka shkallë në hyrjes të objektit, përmes vendosjes së platformës (rampës) me parmakë, do të mund të mënjanohet pengesa dhe lehtësohet aksesi në objekt. Sidoqoftë, me rëndësi është edhe mënyra sesi do të vendoset rampa. Për shembull me rëndësi është që para rampës të ketë hapësirë të mjaftueshme, që të mund të kalohet me karrocë, të mos ketë makina të parkuara ose trotuar me nivel jo shumë të ngritur. Po ashtu rampa duhet të vendoset në kënd të vogël, që fëmija ose personi i rritur në karrocë ose me vështirësi në lëvizje të mund ta kalojë në mënyrë të pavarur dhe pa shumë mund. Parmakët janë element i domosdoshëm i sigurisë, në të cilin mbështeten fëmijët, të cilët shfrytëzojnë karrocë, paterica ose shkopinj të bardhë (bastun), por edhe për të gjithë personat që kanë nevojë të mbështeten.

# accessInsideName
source: Accessible buildings - inside
mk: Пристапни објекти однатре
sq: Aksesi në ndërtesa nga brenda

# accessInsideDescription
source: Having a ramp to enter a building doesn’t always make a building accessible. Buildings should also be accessible on the inside. There should be a ramp with a handrail between floors or an elevator which is wide enough for a child or adult who uses a wheelchair to be able to enter it. If there are smaller levels or shorter steps in the building, the obstacle can be overcome by setting up platforms or interior ramps which have a slight slope and wide enough. This will allow independent movement of children or adults who use wheelchairs or with mobility difficulties.
mk: Понекогаш не е доволно само да има рампа пред влезот на објектот. Објектот треба да биде пристапен и однатре. Треба да има рампа и ракофат меѓу катовите или лифт што треба да биде доволно широк за да може да влезе дете или возрасен што користи количка. Доколку постојат мали нивоа во објектите, пречката може да се надмине со поставување платформи, или со внатрешни рампи со доволна косина и широчина за да може независно да се движат децата и возрасните што користат количка или потешко се движат.
sq: Nganjëherë nuk është e nevojshme vetëm të ketë rampë para hyrjes së ndërtesës. Objekti duhet të ketë qasje edhe nga brenda. Duhet të ketë rampë dhe parmakë ndërmjet kateve ose në ashensorë, që do të ketë gjerësi të mjaftueshme, ku do të mund të hyjë fëmija ose fëmijët dhe të rriturit që përdorin karrocë. Nëse ekzistojnë nivele të vogla në objekte, pengesa mund të tejkalohet përmes vendosjes së platformave, ose përmes rampave të brendshme me pjerrtësi dhe gjerësi të mjaftueshme, që në mënyrë të pavarur të mund të lëvizin fëmijët dhe të rritur, të cilët shfrytëzojnë karrocë ose lëvizin më rëndë.

# crosswalkName
source: Accessible walkways
mk: Пристапни пешачки патеки
sq: Shtigje për këmbësorë me akses
